{
  "Id": "NpcIdeals",
  "Ideals": [
  {
    "ideal": "Faith. I trust that my deity will guide my actions. I have faith that if I work hard, things will go well.",
    "alignmentName": "Lawful",
    "id": 1
  },
  {
    "ideal": "Tradition. The ancient traditions of worship and sacrifice must be preserved and upheld.",
    "alignmentName": "Lawful",
    "id": 2
  },
  {
    "ideal": "Power. I hope to one day rise to the top of my faith's religious hierarchy.",
    "alignmentName": "Lawful",
    "id": 3
  },
  {
    "ideal": "Fairness. I never target people who can't afford to lose a few coins.",
    "alignmentName": "Lawful",
    "id": 4
  },
  {
    "ideal": "Honor. I don't steal from others in the trade.",
    "alignmentName": "Lawful",
    "id": 5
  },
  {
    "ideal": "Tradition. The stories, legends, and songs of the past must never be forgotten.",
    "alignmentName": "Lawful",
    "id": 6
  },
  {
    "ideal": "Fairness. No one should get preferential treatment before the law, and no one is above the law.",
    "alignmentName": "Lawful",
    "id": 7
  },
  {
    "ideal": "Community. It is the duty of all civilized people to strengthen the bonds of community and the security of civilization.",
    "alignmentName": "Lawful",
    "id": 8
  },
  {
    "ideal": "Logic. Emotions must not cloud our sense of what is right and true, or our logical thinking.",
    "alignmentName": "Lawful",
    "id": 9
  },
  {
    "ideal": "Responsibility. It is my duty to respect the authority of those above me, just as those below me must respect mine.",
    "alignmentName": "Lawful",
    "id": 10
  },
  {
    "ideal": "Honor. If I dishonor myself, I dishonor my whole clan.",
    "alignmentName": "Lawful",
    "id": 11
  },
  {
    "ideal": "Logic. Emotions must not cloud our logical thinking.",
    "alignmentName": "Lawful",
    "id": 12
  },
  {
    "ideal": "Fairness. We all do the work, so we all share in the rewards.",
    "alignmentName": "Lawful",
    "id": 13
  },
  {
    "ideal": "Responsibility. I do what I must and obey just authority.",
    "alignmentName": "Lawful",
    "id": 14
  },
  {
    "ideal": "Community. We have to take care of each other, because no one else is going to do it.",
    "alignmentName": "Lawful",
    "id": 15
  },
  {
    "ideal": "People. I'm loyal to my friends, not to any ideals, and everyone else can take a trip down the Styx for all I care.",
    "alignmentName": "Neutral",
    "id": 16
  },
  {
    "ideal": "People. I like seeing the smiles on people's faces when I perform. That's all that matters.",
    "alignmentName": "Neutral",
    "id": 17
  },
  {
    "ideal": "Sincerity. There's no good pretending to be something I'm not.",
    "alignmentName": "Neutral",
    "id": 18
  },
  {
    "ideal": "People. I'm committed to the people I care about, not to ideals.",
    "alignmentName": "Neutral",
    "id": 19
  },
  {
    "ideal": "Live and Let Live. Meddling in the affairs of others only causes trouble.",
    "alignmentName": "Neutral",
    "id": 20
  },
  {
    "ideal": "Nature. The natural world is more important than all the constructs of civilization.",
    "alignmentName": "Neutral",
    "id": 21
  },
  {
    "ideal": "Knowledge. The path to power and self-improvement is through knowledge.",
    "alignmentName": "Neutral",
    "id": 22
  },
  {
    "ideal": "People. I'm committed to my crewmates, not to ideals.",
    "alignmentName": "Neutral",
    "id": 23
  },
  {
    "ideal": "Ideals aren't worth killing for or going to war for.",
    "alignmentName": "Neutral",
    "id": 24
  },
  {
    "ideal": "People. I help people who help me--that's what keeps us alive.",
    "alignmentName": "Neutral",
    "id": 25
  },
  {
    "ideal": "Respect. All people, rich or poor, deserve respect. ",
    "alignmentName": "Chaotic",
    "id": 55
  },
  {
    "ideal": "Greed. I will do whatever it takes to become wealthy. ",
    "alignmentName": "Evil",
    "id": 56
  },
  {
    "ideal": "Greed. I'm only in it for the money and fame. ",
    "alignmentName": "Evil",
    "id": 57
  },
  {
    "ideal": "Might. If I become strong, I can take what I want--what I deserve. ",
    "alignmentName": "Evil",
    "id": 58
  },
  {
    "ideal": "Greed. I'm only in it for the money. ",
    "alignmentName": "Evil",
    "id": 59
  },
  {
    "ideal": "Power. Solitude and contemplation are paths toward mystical or magical power. ",
    "alignmentName": "Evil",
    "id": 60
  },
  {
    "ideal": "Power. If I can attain more power, no one will tell me what to do. ",
    "alignmentName": "Evil",
    "id": 61
  },
  {
    "ideal": "Might. The strongest are meant to rule. ",
    "alignmentName": "Evil",
    "id": 62
  },
  {
    "ideal": "Power. Knowledge is the path to power and domination. ",
    "alignmentName": "Evil",
    "id": 63
  },
  {
    "ideal": "Master. I'm a predator, and the other ships on the sea are my prey. ",
    "alignmentName": "Evil",
    "id": 64
  },
  {
    "ideal": "Might. In life as in war, the stronger force wins. ",
    "alignmentName": "Evil",
    "id": 65
  },
  {
    "ideal": "Retribution. The rich need to be shown what life and death are like in the gutters. ",
    "alignmentName": "Evil",
    "id": 66
  },
  {
    "ideal": "Charity. I always try to help those in need, no matter what the personal cost. ",
    "alignmentName": "Good",
    "id": 67
  },
  {
    "ideal": "Friendship. Material goods come and go. Bonds of friendship last forever. ",
    "alignmentName": "Good",
    "id": 68
  },
  {
    "ideal": "Charity. I steal from the wealthy so that I can help people in need. ",
    "alignmentName": "Good",
    "id": 69
  },
  {
    "ideal": "Redemption. There's a spark of good in everyone. ",
    "alignmentName": "Good",
    "id": 70
  },
  {
    "ideal": "Beauty. When I perform, I make the world better than it was. ",
    "alignmentName": "Good",
    "id": 71
  },
  {
    "ideal": "Respect. People deserve to be treated with dignity and respect. ",
    "alignmentName": "Good",
    "id": 72
  },
  {
    "ideal": "Sincerity. There's no good pretending to be something I'm not. (Neutral)",
    "alignmentName": "Good",
    "id": 73
  },
  {
    "ideal": "Generosity. My talents were given to me so that I could use them to benefit the world. ",
    "alignmentName": "Good",
    "id": 74
  },
  {
    "ideal": "Greater Good. My gifts are meant to be shared with all, not used for my own benefit. ",
    "alignmentName": "Good",
    "id": 75
  },
  {
    "ideal": "Respect. Respect is due to me because of my position, but all people regardless of station deserve to be treated with dignity. ",
    "alignmentName": "Good",
    "id": 76
  },
  {
    "ideal": "Noble Obligation. It is my duty to protect and care for the people beneath me. ",
    "alignmentName": "Good",
    "id": 77
  },
  {
    "ideal": "Greater Good. It is each person's responsibility to make the most happiness for the whole tribe. ",
    "alignmentName": "Good",
    "id": 78
  },
  {
    "ideal": "Beauty. What is beautiful points us beyond itself toward what is true. ",
    "alignmentName": "Good",
    "id": 79
  },
  {
    "ideal": "Respect. The thing that keeps a ship together is mutual respect between captain and crew. ",
    "alignmentName": "Good",
    "id": 80
  },
  {
    "ideal": "Greater Good. Our lot is to lay down our lives in defense of others. ",
    "alignmentName": "Good",
    "id": 81
  },
  {
    "ideal": "Respect. All people, rich or poor, deserve respect. ",
    "alignmentName": "Good",
    "id": 82
  },
  {
    "ideal": "Change. We must help bring about the changes the gods are constantly working in the world. ",
    "alignmentName": "Chaotic",
    "id": 83
  },
  {
    "ideal": "Independence. I am a free spirit--no one tells me what to do. ",
    "alignmentName": "Chaotic",
    "id": 84
  },
  {
    "ideal": "Creativity. I never run the same con twice. ",
    "alignmentName": "Chaotic",
    "id": 85
  },
  {
    "ideal": "Freedom. Chains are meant to be broken, as are those who would forge them. ",
    "alignmentName": "Chaotic",
    "id": 86
  },
  {
    "ideal": "Creativity. The world is in need of new ideas and bold action. ",
    "alignmentName": "Chaotic",
    "id": 87
  },
  {
    "ideal": "Freedom. Tyrants must not be allowed to oppress the people. ",
    "alignmentName": "Chaotic",
    "id": 88
  },
  {
    "ideal": "Freedom. Everyone should be free to pursue his or her livelihood. ",
    "alignmentName": "Chaotic",
    "id": 89
  },
  {
    "ideal": "Free Thinking. Inquiry and curiosity are the pillars of progress. ",
    "alignmentName": "Chaotic",
    "id": 90
  },
  {
    "ideal": "Independence. I must prove that I can handle myself without the coddling of my family. ",
    "alignmentName": "Chaotic",
    "id": 91
  },
  {
    "ideal": "Change. Life is like the seasons, in constant change, and we must change with it. ",
    "alignmentName": "Chaotic",
    "id": 92
  },
  {
    "ideal": "No Limits. Nothing should fetter the infinite possibility inherent in all existence. ",
    "alignmentName": "Chaotic",
    "id": 93
  },
  {
    "ideal": "Freedom. The sea is freedom--the freedom to go anywhere and do anything. ",
    "alignmentName": "Chaotic",
    "id": 94
  },
  {
    "ideal": "Independence. When people follow orders blindly they embrace a kind of tyranny. ",
    "alignmentName": "Chaotic",
    "id": 95
  },
  {
    "ideal": "Change. The low are lifted up, and the high and mighty are brought down. Change is the nature of things. ",
    "alignmentName": "Chaotic",
    "id": 96
  },
  {
    "ideal": "Aspiration. I seek to prove my self worthy of my god's favor by matching my actions against his or her teachings. ",
    "alignmentName": "Unaligned",
    "id": 97
  },
  {
    "ideal": "Aspiration. I'm determined to make something of myself. ",
    "alignmentName": "Unaligned",
    "id": 98
  },
  {
    "ideal": "Honesty. Art should reflect the soul; it should come from within and reveal who we really are. ",
    "alignmentName": "Unaligned",
    "id": 99
  },
  {
    "ideal": "Destiny. Nothing and no one can steer me away from my higher calling. ",
    "alignmentName": "Unaligned",
    "id": 100
  },
  {
    "ideal": "Aspiration. I work hard to be the best there is at my craft. ",
    "alignmentName": "Unaligned",
    "id": 101
  },
  {
    "ideal": "Self-Knowledge. If you know yourself, there're nothing left to know. ",
    "alignmentName": "Unaligned",
    "id": 102
  },
  {
    "ideal": "Family. Blood runs thicker than water. ",
    "alignmentName": "Unaligned",
    "id": 103
  },
  {
    "ideal": "Glory. I must earn glory in battle, for myself and my clan. ",
    "alignmentName": "Unaligned",
    "id": 104
  },
  {
    "ideal": "Aspiration. Someday I'll own my own ship and chart my own destiny. ",
    "alignmentName": "Unaligned",
    "id": 105
  },
  {
    "ideal": "Nation. My city, nation, or people are all that matter. ",
    "alignmentName": "Unaligned",
    "id": 106
  },
  {
    "ideal": "Aspiration. I'm going to prove that I'm worthy of a better life. ",
    "alignmentName": "Unaligned",
    "id": 107
  }
  ]
}