{
  "Id": "NpcMannerisms",
  "Mannerisms": [
  {
    "mannerism": "Prone to singing, whistling, or humming quietly",
    "id": 1
  },
  {
    "mannerism": "Speaks in rhyme or some other peculiar way",
    "id": 2
  },
  {
    "mannerism": "Particularly low or high voice",
    "id": 3
  },
  {
    "mannerism": "Slurs words, lisps, or stutters",
    "id": 4
  },
  {
    "mannerism": "Enunciates overly clearly",
    "id": 5
  },
  {
    "mannerism": "Speaks loudly",
    "id": 6
  },
  {
    "mannerism": "Whispers",
    "id": 7
  },
  {
    "mannerism": "Uses flowery speech or long words",
    "id": 8
  },
  {
    "mannerism": "Frequently uses the wrong word",
    "id": 9
  },
  {
    "mannerism": "Uses colorful oaths and exclamations",
    "id": 10
  },
  {
    "mannerism": "Makes constant jokes or puns",
    "id": 11
  },
  {
    "mannerism": "Prone to predictions of doom",
    "id": 12
  },
  {
    "mannerism": "Fidgets",
    "id": 13
  },
  {
    "mannerism": "Squints",
    "id": 14
  },
  {
    "mannerism": "Stares into the distance",
    "id": 15
  },
  {
    "mannerism": "Chews something",
    "id": 16
  },
  {
    "mannerism": "Paces",
    "id": 17
  },
  {
    "mannerism": "Taps fingers",
    "id": 18
  },
  {
    "mannerism": "Bites fingernails",
    "id": 19
  },
  {
    "mannerism": "Twirls hair or tugs beard",
    "id": 20
  },
  {
    "mannerism": "I idolize a particular hero of my faith and constantly refer to that person's deeds and example.",
    "id": 21
  },
  {
    "mannerism": "I can find common ground between the fiercest enemies, empathizing with them and always working toward peace.",
    "id": 22
  },
  {
    "mannerism": "I see omens in every event and action. The gods try to speak to us, we just need to listen.",
    "id": 23
  },
  {
    "mannerism": "Nothing can shake my optimistic attitude.",
    "id": 24
  },
  {
    "mannerism": "I quote (or misquote) the sacred texts and proverbs in almost every situation.",
    "id": 25
  },
  {
    "mannerism": "I am tolerant (or intolerant) of other faiths and respect (or condemn) the worship of other gods.",
    "id": 26
  },
  {
    "mannerism": "I've enjoyed fine food, drink, and high society among my temple's elite. Rough living grates on me.",
    "id": 27
  },
  {
    "mannerism": "I've spent so long in the temple that I have little practical experience dealing with people in the outside world.",
    "id": 28
  },
  {
    "mannerism": "I fall in and out of love easily, and am always pursuing someone.",
    "id": 29
  },
  {
    "mannerism": "I have a joke for every occasion, especially occasions where humor is inappropriate.",
    "id": 30
  },
  {
    "mannerism": "Flattery is my preferred trick for getting what I want.",
    "id": 31
  },
  {
    "mannerism": "I'm a born gambler who can't resist taking a risk for a potential payoff.",
    "id": 32
  },
  {
    "mannerism": "I lie about almost everything, even when there's no good reason to.",
    "id": 33
  },
  {
    "mannerism": "Sarcasm and insults are my weapons of choice.",
    "id": 34
  },
  {
    "mannerism": "I keep multiple holy symbols on me and invoke whatever deity might come in useful at any given moment.",
    "id": 35
  },
  {
    "mannerism": "I pocket anything I see that might have some value.",
    "id": 36
  },
  {
    "mannerism": "I always have plan for what to do when things go wrong.",
    "id": 37
  },
  {
    "mannerism": "I am always calm, no matter what the situation. I never raise my voice or let my emotions control me.",
    "id": 38
  },
  {
    "mannerism": "The first thing I do in a new place is note the locations of everything valuable--or where such things could be hidden.",
    "id": 39
  },
  {
    "mannerism": "I would rather make a new friend than a new enemy.",
    "id": 40
  },
  {
    "mannerism": "I am incredibly slow to trust. Those who seem the fairest often have the most to hide.",
    "id": 41
  },
  {
    "mannerism": "I don't pay attention to the risks in a situation. Never tell me the odds.",
    "id": 42
  },
  {
    "mannerism": "The best way to get me to do something is to tell me I can't do it.",
    "id": 43
  },
  {
    "mannerism": "I blow up at the slightest insult.",
    "id": 44
  },
  {
    "mannerism": "I know a story relevant to almost every situation.",
    "id": 45
  },
  {
    "mannerism": "Whenever I come to a new place, I collect local rumors and spread gossip.",
    "id": 46
  },
  {
    "mannerism": "I'm a hopeless romantic, always searching for that 'special someone'.",
    "id": 47
  },
  {
    "mannerism": "Nobody stays angry at me or around me for long, since I can defuse any amount of tension.",
    "id": 48
  },
  {
    "mannerism": "I love a good insult, even one directed at me.",
    "id": 49
  },
  {
    "mannerism": "I get bitter if I'm not the center of attention.",
    "id": 50
  },
  {
    "mannerism": "I'll settle for nothing less than perfection.",
    "id": 51
  },
  {
    "mannerism": "I change my mood or my mind as quickly as I change key in a song.",
    "id": 52
  },
  {
    "mannerism": "I judge people by their actions, not their words.",
    "id": 53
  },
  {
    "mannerism": "If someone is in trouble, I'm always willing to lend help.",
    "id": 54
  },
  {
    "mannerism": "When I set my mind to something, I follow through no matter what gets in my way.",
    "id": 55
  },
  {
    "mannerism": "I have a strong sense of fair play and always try to find the most equitable solution to arguments.",
    "id": 56
  },
  {
    "mannerism": "I'm confident in my own abilities and do what I can to instill confidence in others.",
    "id": 57
  },
  {
    "mannerism": "Thinking is for other people. I prefer action.",
    "id": 58
  },
  {
    "mannerism": "I misuse long words in an attempt to sound smarter.",
    "id": 59
  },
  {
    "mannerism": "I get bored easily. When am I going to get on with my destiny.",
    "id": 60
  },
  {
    "mannerism": "I believe that everything worth doing is worth doing right. I can't help it--I'm a perfectionist.",
    "id": 61
  },
  {
    "mannerism": "I'm a snob who looks down on those who can't appreciate fine art.",
    "id": 62
  },
  {
    "mannerism": "I always want to know how things work and what makes people tick.",
    "id": 63
  },
  {
    "mannerism": "I'm full of witty aphorisms and have a proverb for every occasion.",
    "id": 64
  },
  {
    "mannerism": "I'm rude to people who lack my commitment to hard work and fair play.",
    "id": 65
  },
  {
    "mannerism": "I like to talk at length about my profession.",
    "id": 66
  },
  {
    "mannerism": "I don't part with my money easily and will haggle tirelessly to get the best deal possible.",
    "id": 67
  },
  {
    "mannerism": "I'm well known for my work, and I want to make sure everyone appreciates it. I'm always taken aback when people haven't heard of me.",
    "id": 68
  },
  {
    "mannerism": "I've been isolated for so long that I rarely speak, preferring gestures and the occasional grunt.",
    "id": 69
  },
  {
    "mannerism": "I am utterly serene, even in the face of disaster.",
    "id": 70
  },
  {
    "mannerism": "The leader of my community has something wise to say on every topic, and I am eager to share that wisdom.",
    "id": 71
  },
  {
    "mannerism": "I feel tremendous empathy for all who suffer.",
    "id": 72
  },
  {
    "mannerism": "I'm oblivious to etiquette and social expectations.",
    "id": 73
  },
  {
    "mannerism": "I connect everything that happens to me to a grand cosmic plan.",
    "id": 74
  },
  {
    "mannerism": "I often get lost in my own thoughts and contemplations, becoming oblivious to my surroundings.",
    "id": 75
  },
  {
    "mannerism": "I am working on a grand philosophical theory and love sharing my ideas.",
    "id": 76
  },
  {
    "mannerism": "My eloquent flattery makes everyone I talk to feel like the most wonderful and important person in the world.",
    "id": 77
  },
  {
    "mannerism": "The common folk love me for my kindness and generosity.",
    "id": 78
  },
  {
    "mannerism": "No one could doubt by looking at my regal bearing that I am a cut above the unwashed masses.",
    "id": 79
  },
  {
    "mannerism": "I take great pains to always look my best and follow the latest fashions.",
    "id": 80
  },
  {
    "mannerism": "I don't like to get my hands dirty, and I won't be caught dead in unsuitable accommodations.",
    "id": 81
  },
  {
    "mannerism": "Despite my birth, I do not place myself above other folk. We all have the same blood.",
    "id": 82
  },
  {
    "mannerism": "My favor, once lost, is lost forever.",
    "id": 83
  },
  {
    "mannerism": "If you do me an injury, I will crush you, ruin your name, and salt your fields.",
    "id": 84
  },
  {
    "mannerism": "I'm driven by a wanderlust that led me away from home.",
    "id": 85
  },
  {
    "mannerism": "I watch over my friends as if they were a litter of newborn pups.",
    "id": 86
  },
  {
    "mannerism": "I once ran twenty-five miles without stopping to warn my clan of an approaching orc horde. I'd do it again if I had to.",
    "id": 87
  },
  {
    "mannerism": "I have a lesson for every situation, drawn from observing nature.",
    "id": 88
  },
  {
    "mannerism": "I place no stock in wealthy or well-mannered folk. Money and manners won't save you from a hungry owlbear.",
    "id": 89
  },
  {
    "mannerism": "I'm always picking things up, absently fiddling with them, and sometimes accidentally breaking them.",
    "id": 90
  },
  {
    "mannerism": "I feel far more comfortable around animals than people.",
    "id": 91
  },
  {
    "mannerism": "I was, in fact, raised by wolves.",
    "id": 92
  },
  {
    "mannerism": "I use polysyllabic words to convey the impression of great erudition.",
    "id": 93
  },
  {
    "mannerism": "I've read every book in the world's greatest libraries--or like to boast that I have.",
    "id": 94
  },
  {
    "mannerism": "I'm used to helping out those who aren't as smart as I am, and I patiently explain anything and everything to others.",
    "id": 95
  },
  {
    "mannerism": "There's nothing I like more than a good mystery.",
    "id": 96
  },
  {
    "mannerism": "I'm willing to listen to every side of an argument before I make my own judgment.",
    "id": 97
  },
  {
    "mannerism": "I...speak...slowly...when talking...to idiots...which...almost...everyone...is...compared ...to me.",
    "id": 98
  },
  {
    "mannerism": "I am horribly, horribly awkward in social situations.",
    "id": 99
  },
  {
    "mannerism": "I'm convinced that people are always trying to steal my secrets.",
    "id": 100
  },
  {
    "mannerism": "My friends know they can rely on me, no matter what.",
    "id": 101
  },
  {
    "mannerism": "I work hard so that I can play hard when the work is done.",
    "id": 102
  },
  {
    "mannerism": "I enjoy sailing into new ports and making new friends over a flagon of ale.",
    "id": 103
  },
  {
    "mannerism": "I stretch the truth for the sake of a good story.",
    "id": 104
  },
  {
    "mannerism": "To me, a tavern brawl is a nice way to get to know a new city.",
    "id": 105
  },
  {
    "mannerism": "I never pass up a friendly wager.",
    "id": 106
  },
  {
    "mannerism": "My language is as foul as an otyugh nest.",
    "id": 107
  },
  {
    "mannerism": "I like a job well done, especially if I can convince someone else to do it.",
    "id": 108
  },
  {
    "mannerism": "I'm always polite and respectful.",
    "id": 109
  },
  {
    "mannerism": "I'm haunted by memories of war. I can't get the images of violence out of my mind.",
    "id": 110
  },
  {
    "mannerism": "I've lost too many friends, and I'm slow to make new ones.",
    "id": 111
  },
  {
    "mannerism": "I'm full of inspiring and cautionary tales from my military experience relevant to almost every combat situation.",
    "id": 112
  },
  {
    "mannerism": "I can stare down a hellhound without flinching.",
    "id": 113
  },
  {
    "mannerism": "I enjoy being strong and like breaking things.",
    "id": 114
  },
  {
    "mannerism": "I have a crude sense of humor.",
    "id": 115
  },
  {
    "mannerism": "I face problems head-on. A simple direct solution is the best path to success.",
    "id": 116
  },
  {
    "mannerism": "I hide scraps of food and trinkets away in my pockets.",
    "id": 117
  },
  {
    "mannerism": "I ask a lot of questions.",
    "id": 118
  },
  {
    "mannerism": "I like to squeeze into small places where no one else can get to me.",
    "id": 119
  },
  {
    "mannerism": "I sleep with my back to a wall or tree, with everything I own wrapped in a bundle in my arms.",
    "id": 120
  },
  {
    "mannerism": "I eat like a pig and have bad manners.",
    "id": 121
  },
  {
    "mannerism": "I think anyone who's nice to me is hiding evil intent.",
    "id": 122
  },
  {
    "mannerism": "I don't like to bathe.",
    "id": 123
  },
  {
    "mannerism": "I bluntly say what other people are hinting or hiding.",
    "id": 124
  }
  ]
}